Repository: benrudhart/WorkoutEffortPicker
Catalog: Sources/WorkoutEffortPicker/Ressources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# unauthorized.step2
source: Select Sharing Tab
ar: حدد علامة التبويب المشاركة
ca: Selecciona la pestanya de compartició
cs: Vyberte kartu Sdílení
da: Vælg deling-fanen
de: Teilen-Tab auswählen
el: Επιλέξτε καρτέλα Κοινής Χρήσης
es: Seleccionar pestaña de compartir
es_419: Selecciona la pestaña Compartir
fi: Valitse jakamisvälilehti
fr: Sélectionner l’onglet de partage
fr_ca: Sélectionnez l’onglet Partage
he: בחר בכרטיסיית השיתוף
hi: शेयरिंग टैब चुनें
hr: Odaberite karticu za dijeljenje
hu: Ossza meg a megosztási lapot
id: Pilih Tab Berbagi
it: Seleziona la scheda Condivisione
ja: 共有タブを選択してください
ko: 공유 탭 선택
ms: Pilih Tab Perkongsian
nb: Velg delingsfane
nl: Selecteer het tabblad Delen
pl: Wybierz kartę udostępniania
pt: Selecione a guia Compartilhamento
pt_br: Selecione a guia Compartilhamento
pt_pt: Selecionar o separador Partilha
ro: Selectați fila Partajare
ru: Выберите вкладку "Общий доступ"
sk: Vyberte kartu zdieľania
sv: Välj delningsflik
th: เลือกแท็บการแชร์
tr: Paylaşım Sekmesini Seçin
uk: Виберіть вкладку спільного доступу
vi: Chọn tab Chia sẻ
zh_hans: 选择共享标签页
zh_hant: 選擇分享標籤頁
zh_hk: 選擇分享分頁

# unauthorized.step3
source: Navigate to Apps and select this app
ar: انتقل إلى التطبيقات وحدد هذا التطبيق
ca: Ves a Aplicacions i selecciona aquesta aplicació
cs: Přejděte do aplikací a vyberte tuto aplikaci
da: Gå til Apps og vælg denne app
de: Navigieren Sie zu Apps und wählen Sie diese App aus
el: Μεταβείτε στις Εφαρμογές και επιλέξτε αυτήν την εφαρμογή
es: Vaya a Aplicaciones y seleccione esta aplicación
es_419: Ve a Aplicaciones y selecciona esta app
fi: Siirry Sovelluksiin ja valitse tämä sovellus
fr: Accédez à Applications et sélectionnez cette application
fr_ca: Accédez aux applications et sélectionnez cette application
he: גש לאפליקציות ובחר באפליקציה זו
hi: ऐप्स पर जाएँ और इस ऐप को चुनें
hr: Idite na Aplikacije i odaberite ovu aplikaciju
hu: Navigáljon az Alkalmazásokhoz, és válassza ki ezt az alkalmazást
id: Buka menu Aplikasi dan pilih aplikasi ini
it: Vai su App e seleziona questa app
ja: アプリに移動し、このアプリを選択してください
ko: 앱으로 이동하여 이 앱을 선택하세요.
ms: Navigasi ke Apl dan pilih aplikasi ini
nb: Gå til Apper og velg denne appen
nl: Navigeer naar Apps en selecteer deze app
pl: Przejdź do Aplikacji i wybierz tę aplikację
pt: Acesse Apps e selecione este aplicativo
pt_br: Vá para Aplicativos e selecione este aplicativo
pt_pt: Aceda a Aplicações e selecione esta aplicação
ro: Navigați la Aplicații și selectați această aplicație
ru: Перейдите в раздел "Приложения" и выберите это приложение
sk: Prejdite do sekcie Aplikácie a vyberte túto aplikáciu
sv: Gå till Appar och välj den här appen
th: ไปที่แอปและเลือกแอปนี้
tr: Uygulamalara gidin ve bu uygulamayı seçin
uk: Перейдіть до розділу "Додатки" і виберіть цей додаток
vi: Đi tới Ứng dụng và chọn ứng dụng này
zh_hans: 前往“应用”并选择此应用
zh_hant: 前往應用程式並選擇此應用程式
zh_hk: 前往「應用程式」並選擇此應用程式

# unauthorized.step4
source: Make sure “Workout Effort Score” permissions are granted
ar: تأكد من منح أذونات "درجة مجهود التمرين"
ca: Assegura't que els permisos de “Workout Effort Score” estan concedits
cs: Ujistěte se, že oprávnění „Workout Effort Score“ jsou udělena
da: Sørg for, at tilladelser til “Workout Effort Score” er givet
de: Stellen Sie sicher, dass die Berechtigungen für „Workout Effort Score“ erteilt sind
el: Βεβαιωθείτε ότι έχουν δοθεί οι άδειες για το “Workout Effort Score”
es: Asegúrese de que los permisos de “Workout Effort Score” estén concedidos
es_419: Asegúrate de que los permisos de “Workout Effort Score” estén concedidos
fi: Varmista, että "Workout Effort Score" -käyttöoikeudet on myönnetty
fr: Assurez-vous que les autorisations « Workout Effort Score » sont accordées
fr_ca: Assurez-vous que les autorisations « Score d’effort d’entraînement » sont accordées
he: ודא שהרשאות "Workout Effort Score" ניתנו
hi: सुनिश्चित करें कि "वर्कआउट एफर्ट स्कोर" की अनुमतियाँ दी गई हैं
hr: Provjerite jesu li dozvole za “Workout Effort Score” odobrene
hu: Győződjön meg róla, hogy a „Workout Effort Score” engedélyek meg vannak adva
id: Pastikan izin “Workout Effort Score” telah diberikan
it: Assicurati che le autorizzazioni per “Workout Effort Score” siano concesse
ja: 「ワークアウト努力スコア」の権限が付与されていることを確認してください
ko: “운동 노력 점수” 권한이 허용되어 있는지 확인하세요.
ms: Pastikan kebenaran "Skor Usaha Senaman" telah diberikan
nb: Sørg for at tillatelser for “Workout Effort Score” er gitt
nl: Zorg ervoor dat de machtigingen voor "Workout Effort Score" zijn verleend
pl: Upewnij się, że uprawnienia „Workout Effort Score” są przyznane
pt: Certifique-se de que as permissões de “Workout Effort Score” estejam concedidas
pt_br: Certifique-se de que as permissões de “Pontuação de Esforço do Treino” estejam concedidas
pt_pt: Certifique-se de que as permissões para “Pontuação de Esforço do Treino” estão concedidas
ro: Asigurați-vă că permisiunile pentru „Scorul de efort al antrenamentului” sunt acordate
ru: Убедитесь, что разрешения для "Workout Effort Score" предоставлены
sk: Uistite sa, že povolenia pre „Workout Effort Score“ sú udelené
sv: Se till att behörigheter för “Workout Effort Score” är beviljade
th: ตรวจสอบให้แน่ใจว่าได้ให้สิทธิ์ "Workout Effort Score" แล้ว
tr: “Antrenman Çaba Puanı” izinlerinin verildiğinden emin olun
uk: Переконайтеся, що дозволи для "Workout Effort Score" надані
vi: Đảm bảo đã cấp quyền cho “Workout Effort Score”
zh_hans: 请确保已授予“锻炼努力分数”权限
zh_hant: 請確保已授予「運動努力分數」權限
zh_hk: 請確保已授予「運動努力分數」權限

# unauthorized.title
source: Permission Denied
ar: تم رفض الإذن
ca: Permís denegat
cs: Přístup byl odepřen
da: Adgang nægtet
de: Zugriff verweigert
el: Άρνηση άδειας
es: Permiso denegado
es_419: Permiso denegado
fi: Lupa evätty
fr: Autorisation refusée
fr_ca: Autorisation refusée
he: ההרשאה נדחתה
hi: अनुमति अस्वीकृत
hr: Dozvola odbijena
hu: Hozzáférés megtagadva
id: Izin Ditolak
it: Autorizzazione negata
ja: 権限が拒否されました
ko: 권한 거부됨
ms: Kebenaran Ditolak
nb: Tillatelse avslått
nl: Toestemming geweigerd
pl: Odmowa uprawnień
pt: Permissão negada
pt_br: Permissão negada
pt_pt: Permissão negada
ro: Permisiune refuzată
ru: Доступ запрещён
sk: Prístup zamietnutý
sv: Åtkomst nekad
th: ปฏิเสธการอนุญาต
tr: İzin Reddedildi
uk: Доступ заборонено
vi: Quyền truy cập bị từ chối
zh_hans: 权限被拒绝
zh_hant: 權限被拒絕
zh_hk: 權限被拒絕
